Repository: anjjriit/eos-desktop
Catalog: po/*.po
Languages: bn

source: System
bn: প্রক্রিয়া

source: Show the message tray
bn: বার্তাসমূহ দেখান

source: Focus the active notification
bn: সক্রিয় সূচকে মনযোগ দেয়া

source: Show all applications
bn: সব এপ্লিকেশন দেখান

source: Open the application menu
bn: সমস্ত এপ্লিকেশনের তালিকা খুলুন

source: Feedback
bn: প্রতিক্রিয়া

source: EOS Shell
bn: ইওএস শেল

source: Window management and application launching
bn: উইন্ডো ব্যবস্থাপনা এবং অ্যাপ্লিকেশন চালু

source: GNOME Shell Extension Preferences
bn: জিনোম শেলের বিস্তারের পছন্দ

source: Configure GNOME Shell Extensions
bn: জিনোম শেলের বিস্তার কনফিগার

source: There was an error loading the preferences dialog for %s:
bn: পছন্দসই ডায়ালগ %s: লোড হবার সময় ক্রটি দেখা দিয়েছে

source: Extension
bn: বিস্তার

source: Select an extension to configure using the combobox above.
bn: বিস্তারের একটি নির্বাচন করুন ওপরের কম্বোবক্স ব্যবহার করে

source: Session…
bn: অধিবেশনকাল

source: Show password hint
bn: পাসওয়ার্ডের সূত্র দেখান

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?

source: Not listed?
bn: তালিকায় নেই?

source: Enter unlock code provided by customer support:
bn: ক্রেতা সহায়ক থেকে দেয়া খুলবার কোডটি লিখুন

source: Please inform customer support of your verification code %s by calling %s or emailing %s. The code will remain valid until you click Cancel or turn off your computer.
bn: অনুগ্রহ করে ক্রেতা সহায়কে আপনার যাচাই কোড %s -এর ব্যপারে জানান %s -তে ফোন করে বা %s -তে ই-মেইল করুন। আপনি বাতিল না করলে বা কম্পিউটার বন্ধ না করলে কোডটি বৈধ থাকবে।

source: Reset Password
bn: নতুন পাসওয়ার্ড তৈরী করা

source: Cancel
bn: বাতিল

# button
source: Sign In
bn: প্রবেশ করুন

source: Next
bn: পরবর্তী

source: Your unlock code was incorrect. Please try again.
bn: আপনার খুলবার কোডটি ভুল হয়েছে। দয়া করে আবার চেষ্টা করুন।

source: Username:
bn: ব্যবহারকারীর নাম

source: Login Window
bn: লগিনের উইন্ডো

source: Power
bn: চালু করা

source: Suspend
bn: বাতিল

source: Restart
bn: পুনঃ চালু করা

source: Power Off
bn: বন্ধ করে দেয়া

source: Authentication error
bn: প্রামাণীকরণে ভুল

source: (or swipe finger)
bn: {বা আঙুল দিয়ে সরান)

source: (e.g., user or %s)
bn: (যেমন ব্যবহারকারী বা %s)

source: Command not found
bn: কমান্ড পাওয়া যায়নি

source: Could not parse command:
bn: কমান্ড পার্স করা যায়নি:

source: Execution of '%s' failed:
bn: '%s' কার্যকর করা ব্যর্থ:

source: Remove from desktop
bn: ডেস্কটপ সরান

source: Warning
bn: সতর্ক বার্তা

source: To delete a folder you have to remove all of the items inside of it first.
bn: কোন ফোল্ডার মুছতে হলে আপনাকে প্রথমে এর ভেতরের জিনিষগুলো মুছতে হবে।

source: We are just trying to keep you safe.
bn: আমরা আপনাকে নিরাপত্তা দিতে চেষ্টা করছি

source: OK
bn: ঠিক আছে

source: More Apps
bn: আরও অ্যাপস

source: Delete
bn: মুছুন

source: %s has been added to your favorites.
bn: আপনার পছন্দে %s যোগ করা হয়েছে।

source: %s has been removed from your favorites.
bn: আপনার পছন্দ থেকে %s বাদ হয়েছে।

source: Other workspaces
bn: অন্য কাজের ক্ষেত্র

source: Current workspace
bn: বর্তমান কাজের ক্ষেত্র

source: Pin to Taskbar
bn: টাস্কবারে গেঁথে রাখুন

source: Unpin from Taskbar
bn: টাস্কবার থেকে সরিয়ে নিন

source: Quit %s
bn: %s বন্ধ

source: Change Background…
bn: পেছনের ছবি বদলান

source: Add App
bn: অ্যাপ যোগ করুন

source: Add Website
bn: ওয়েবসাইট যোগ করুন

source: Add Folder
bn: ফোল্ডার যোগ করুন

# event list time
source: All Day
bn: পুরো দিন

source: calendar:MY
bn: দিনপঞ্জিঃ আমার

source: Nothing Scheduled
bn: কোনো কিছুর সময় ঠিক করা হয়নি

source: Today
bn: আজ

source: Tomorrow
bn: আগামীকাল

source: This week
bn: এ সপ্তাহ

source: Next week
bn: পরবর্তী সপ্তাহ

source: External drive connected
bn: অতিরিক্ত ড্রাইভ সংযুক্ত

source: External drive disconnected
bn: অতিরিক্ত ড্রাইভ বিচ্ছিন্ন

source: Removable Devices
bn: বিচ্ছিন্নযোগ্য যন্ত্র

source: Open with %s
bn: %s দিয়ে খুলুন

source: Eject
bn: বের করুন

source: Password:
bn: পাসওয়ার্ড

source: Type again:
bn: আবার লিখুন

source: Connect
bn: সংযোগ

source: Password:
bn: পাসওয়ার্ড

source: Key:
bn: সূত্র

source: Identity:
bn: পরিচয়

source: Private key password:
bn: নিজস্ব পাসওয়ার্ডের সূত্র

source: Service:
bn: সেবা

source: Authentication required by wireless network
bn: তারবিহীন সংযোগের জন্য যাচাই প্রয়োজন

source: Passwords or encryption keys are required to access the wireless network '%s'.
bn: তারবিহীন নেটওয়ার্কে সংযোগের জন্য পাসওয়ার্ড বা এনক্রিপশন সূত্র প্রয়োজন '%s' ।

source: Wired 802.1X authentication
bn: তারে ৮০২.১x যাচাইকৃত

source: Network name:
bn: নেটওয়ার্ক নাম

source: DSL authentication
bn: ডিএসএল যাচাই

source: PIN code required
bn: পিন কোড প্রয়োজন

source: PIN code is needed for the mobile broadband device
bn: মোবাইল ব্রডব্যান্ড যন্ত্রের জন্য পিন কোড প্রয়োজন

source: PIN:
bn: পিন

source: Mobile broadband network password
bn: মোবাইল ব্রডব্যান্ড নেটওয়ার্ক পাসওয়ার্ড

source: A password is required to connect to '%s'.
bn: '%s' সংযোগের জন্য একটি পাসওয়ার্ডের প্রয়োজন।

source: Authentication Required
bn: যাচাই প্রয়োজন

source: Administrator
bn: প্রশাসক

source: Authenticate
bn: যাচাই করা

source: Sorry, that didn't work. Please try again.
bn: দুঃখিত, ওটা কাজ করেনি। আবার চেষ্টা করুন।

source: Software Update
bn: সফটওয়্যার হালনাগাদ

source: Updates available
bn: হালনাগাদ করা যাবে

source: Software updates are available for your system
bn: আপনার সিস্টেমের জন্য সফটওয়্যার হালনাগাদ করা যাবে

source: Download now
bn: নামান এখনই

source: Updates ready
bn: নতুনাবস্থা তৈরি

source: Software updates are ready to be installed on your system
bn: সফটওয়্যার নতুনভাবে আপনার সিস্টেমে নেবার জন্য তৈরি

source: Install now
bn: এখনই নিন

source: Updates installed
bn: হালনাগাদগুলো সংস্থাপিত হয়েছে

source: Software updates were installed on your system
bn: সফটওয়্যারের নতুন অবস্থাটি আপনার সিস্টেমে নেয়া হয়েছে

source: Restart now
bn: আবার চালু করুন

source: Update failed
bn: হালনাগাদ ব্যর্থ হয়েছে

source: We could not update your system
bn: আপনার সিস্টেমটি হালনাগাদ করা যায়নি

source: Windows
bn: উইন্ডো

source: Show Applications
bn: অ্যাপ্লিকেশন দেখান

source: Remove from Favorites
bn: পছন্দ থেকে অপসারণ

source: Dash
bn: ড্যাশ

source: Open Calendar
bn: ক্যালেন্ডার খুলুন

source: Open Clocks
bn: ঘড়ি খুলুন

source: Date & Time Settings
bn: তারিখ ও সময় ঠিক করা

source: Remember that shared accounts are not protected by a password, so make sure to delete any files that you want to keep private.
bn: মনে রাখবেন ভাগভাগির অ্যাকাউন্ট পাসওয়ার্ড দিয়ে সুরক্ষিত নয়, তাই মনে করে কোন ফাইল ব্যক্তিগত রাখতে চাইলে মুছে ফেলুন।

# title
source: Log Out %s
bn: বেরিয়ে যান %s

# title
source: Log Out
bn: বেরিয়ে যান

source: Click Log Out to quit these applications and log out of the system.
bn: লগআউট ক্লিক করে অ্যাপ্লিকেশন বন্ধ এবং সিস্টেম থেকে লগআউট।

source: %s will be logged out automatically in %d second.
bn: স্বয়ংক্রিয়ভাবে %s কে %d সেকেন্ড পর লগআউট করে দেয়া হবে।

source: You will be logged out automatically in %d second.
bn: আপনাকে স্বয়ংক্রিয়ভাবে %d সেকেন্ড পর লগআউট করে দেয়া হবে।

source: Logging out of the system.
bn: সিস্টেম থেকে লগ আউট।

# button
source: Log Out
bn: বেরিয়ে যান

# title
source: Power Off
bn: বন্ধ করে দেয়া

source: Click Power Off to quit these applications and power off the system.
bn: বন্ধ করে দেবার বোতাম চাপুন অ্যাপ্লিকেশন থেকে বেরিয়ে যাবার জন্য ও সিস্টেম বন্ধ করে দেবার জন্য।

source: The system will power off automatically in %d second.
bn: %d সেকেন্ড পর স্বয়ংক্রিয়ভাবে সিস্টেম বন্ধ হয়ে যাবে।

source: Powering off the system.
bn: সিস্টেম বন্ধ করা হচ্ছে।

# button
source: Restart
bn: রিস্টার্ট

# button
source: Power Off
bn: বন্ধ করে দেয়া

# title
source: Restart
bn: রিস্টার্ট

source: Click Restart to quit these applications and restart the system.
bn: এ অ্যাপ্লিকেশন বন্ধ করার জন্য রিস্টার্ট ক্লিক করে সিস্টেম রিস্টার্ট।

source: The system will restart automatically in %d second.
bn: %d সেকেন্ড পর স্বয়ংক্রিয়ভাবে সিস্টেম আবার চালু হবে।

source: Restarting the system.
bn: সিস্টেম রিস্টার্ট করা হচ্ছে।

source: Install
bn: স্থাপন করা

source: Download and install '%s' from extensions.gnome.org?
bn: extensions.gnome.org থেকে '%s' নামিয়ে সংস্থাপন করুন?

source: Quit applications…
bn: অ্যাপ্লিকেশিন থেকে বেরোন।

source: If an application doesn't respond for a while, select its name and click Quit Application.
bn: যদি কোন অ্যাপ্লিকেশন কিছুক্ষণের মধ্যে চালু না হয়, তবে নামটি বেছে নিয়ে অ্যাপ্লিকেশন থেকে বেরোনতে চাপ দিন।

source: System Monitor
bn: সিস্টেম মনিটর

source: Quit Application
bn: অ্যাপ্লিকেশন থেকে বেরোনো

source: %s has been deleted
bn: %s মুছে দেয়া হয়েছে

source: Open "%s" in browser
bn: ব্রাউজারে "%s" খুলুন

source: Search %s for "%s"
bn: "%s" জন্য %s খোঁজ করুন

source: Search the internet for "%s"
bn: "%s" ইন্টারনেটে খোঁজ করুন

source: Keyboard
bn: কীবোর্ড

source: No extensions installed
bn: কোনো এক্সটেনশন ইনস্টল করা হয়নি

source: %s has not emitted any errors.
bn: %s থেকে কোন ভুল হয়নি।

source: Hide Errors
bn: ভুল লুকান

source: Show Errors
bn: ভুল দেখান

source: Enabled
bn: সক্রিয়

source: Disabled
bn: নিস্ক্রিয়

source: Error
bn: ত্রুটি

source: Out of date
bn: সময় শেষ

source: Downloading
bn: নামান হচ্ছে

source: View Source
bn: সোর্স দেখুন

source: Web Page
bn: ওয়েব পেজ

source: Open
bn: খুলুন

source: Remove
bn: অপসারণ

source: Clear Messages
bn: বার্তা মুছুন

source: Notification Settings
bn: নোটিফিকেশন সেটিংস

source: No Messages
bn: বার্তা নেই

source: Message Tray
bn: বার্তা ট্রে

source: System Information
bn: সিস্টেম তথ্য

# program
source: Unknown
bn: অপরিচিত

source: Undo
bn: পূর্বাবস্থায় ফিরিয়ে নেয়া

source: Overview
bn: সংক্ষিপ্ত বিবরণ

source: Taskbar
bn: টাস্কবার

source: toggle-switch-us
bn: টগল-পরিবর্তন-আমাদের

source: Enter a Command
bn: একটি নির্দেশনা দিন

source: Close
bn: বন্ধ

source: GNOME needs to lock the screen
bn: জিনোমকে পর্দা বন্ধ করে দিতে হবে

source: Unable to lock
bn: বন্ধ করা যাচ্ছে না

source: Lock was blocked by an application
bn: অ্যাপ্লিকেশন দিয়ে বন্ধ করা আটকানো

source: Searching…
bn: খোঁজা হচ্ছে

source: No results.
bn: ফলাফল নেই

source: Copy
bn: কপি

source: Paste
bn: লাগান

source: Show Text
bn: লেখা দেখান

source: Hide Text
bn: লেখা লুকান

source: Type to search…
bn: খুঁজতে লিখুন

source: Password
bn: পাসওয়ার্ড

source: Remember Password
bn: পাসওয়ার্ড মনে করুন

source: Unlock
bn: খুলুন

source: Accessibility
bn: প্রবেশগম্যতা

source: Zoom
bn: বড় আকারে প্রদর্শন

source: Screen Reader
bn: স্ক্রিন পাঠক

source: Screen Keyboard
bn: স্ক্রিন কীবোর্ড

source: Visual Alerts
bn: দৃষ্টিনির্ভর সতর্কবানী

source: Sticky Keys
bn: স্টিকি কী

source: Slow Keys
bn: ধীর গতির কী

source: Bounce Keys
bn: বাউন্স কী

source: Mouse Keys
bn: মাউস কী

source: Universal Access Settings
bn: সার্বজনীন ব্যবহার করার সেটিং

source: High Contrast
bn: উচ্চ বৈশাদৃশ্য

source: Large Text
bn: বড় টেক্সট

source: Bluetooth
bn: ব্লুটুথ

source: Bluetooth Settings
bn: ব্লুটুথ সেটিং

source: hardware disabled
bn: হার্ডওয়্যার অচল

source: Hot Corner Indicator
bn: হট কর্নার প্রদর্শন

source: Enable Hot Corner
bn: হট কর্নার সচল করা

source: Disable Hot Corner
bn: হট কর্নার অচল করা

source: Show Keyboard Layout
bn: কীবোর্ডের ধরন দেখান

source: Region & Language Settings
bn: অঞ্চল ও ভাষা সেটিংস

source: Volume, network, battery
bn: স্বর মাত্রা, মেটওয়ার্ক, ব্যাটারি

source: disabled
bn: নিস্ক্রিয়

source: unmanaged
bn: ব্যবস্থাধীন নয়

source: disconnecting...
bn: বিচ্ছিন্ন হচ্ছে...

source: connecting...
bn: সংযুক্ত করা হচ্ছে...

source: authentication required
bn: প্রমাণীকরণ আবশ্যক

source: firmware missing
bn: ফার্মওয়্যার হারিয়েছে

source: cable unplugged
bn: ক্যাবল আনপ্লাগকৃত

source: unavailable
bn: বিদ্যমান নয়

source: connection failed
bn: সংযোগ ব্যর্থ

source: More…
bn: আরও...

source: Connected (private)
bn: সংযুক্ত (ব্যক্তিগত)

source: Wired
bn: সংযুক্ত

source: Auto Ethernet
bn: স্বয়ংক্রিয় ইথারনেট

source: Mobile broadband
bn: মোবাইল ব্রডব্যান্ড

source: Auto %s
bn: স্বয়ংক্রিয় %s

source: Auto bluetooth
bn: স্বয়ংক্রিয় ব্লুটুথ

source: Auto wireless
bn: স্বয়ংক্রিয় ওয়ারলেস

source: Network
bn: নেটওয়ার্ক

source: Enable networking
bn: নেটওয়ার্কিং সক্রিয়

source: Wi-Fi
bn: ওয়াই-ফাই

source: Network Settings
bn: নেটওয়ার্ক সেটিং

source: Network Manager
bn: নেটওয়ার্ক ব্যবস্থাপক

source: Connection failed
bn: সংযোগ ব্যর্থ

source: Activation of network connection failed
bn: নেটওয়ার্ক সংযোগ সক্রিয়করণ ব্যর্থ

source: Networking is disabled
bn: নেটওয়ার্কিং বিচ্ছিন্ন

source: Battery
bn: ব্যাটারি

source: Power Settings
bn: পাওয়ার সেটিং

source: Fully Charged
bn: সম্পূর্ণ চার্জড

source: Estimating…
bn: হিসাব করা হচ্ছে...

source: %d∶%02d Remaining (%d %%)
bn: %d∶%02d বাকি (%d %%)

source: %d∶%02d Until Full (%d %%)
bn: %d∶%02d পর্যন্ত সম্পূর্ণ (%d %%)

source: Volume changed
bn: শব্দের মাত্রা পরিবর্তিত

source: Volume
bn: ভলিউম

source: Microphone
bn: মাইক্রোফোন

source: Sound Settings
bn: শব্দ সেটিং

source: Log in as another user
bn: অন্য আরেকজন ব্যবহারকারী হিসেবে ঢুকুন

source: Unlock Window
bn: উইন্ডো খুলুন

source: Lock
bn: বন্ধ

source: Exit
bn: বাহির

source: Help
bn: সাহায্য

source: Settings
bn: সেটিংস

source: Give Us Feedback
bn: আমাদেরকে প্রতিক্রিয়া জানান

source: Switch User
bn: ব্যবহারকারী পরিবর্তন

source: Other users are logged in.
bn: অন্য ব্যবহারকারীরাও লগ ইন আছেন।

source: Shutting down might cause them to lose unsaved work.
bn: বন্ধ করে দিলে অরক্ষিত কাজ নষ্ট হতে পারে।

source: %s (remote)
bn: %s (রিমোট)

source: %s (console)
bn: %s (কনসোল)

source: Applications
bn: অ্যাপ্লিকেশন

source: '%s' is ready
bn: '%s' প্রস্তুত

source: Do you want to keep these display settings?
bn: আপনি কি এই ডিসপ্লে সেটিংটি রাখতে চান?

source: Revert Settings
bn: সেটিং পূর্বাবস্থায় নিন

source: Keep Changes
bn: পরিবর্তন রাখুন

source: Settings changes will revert in %d second
bn: %d সেকেন্ডে সেটিংসের পরিবর্তনগুলো আগের অবস্থায় ফেরত যাবে

source: Evolution Calendar
bn: বিবর্তন দিনপঞ্জী

source: %u Output
bn: %u আউটপুট

source: %u Input
bn: %u ইনপুট

source: System Sounds
bn: সিস্টেমের শব্দ

source: Print version
bn: মুদ্রণ সংস্করণ

source: Mode used by GDM for login screen
bn: লগিন পর্দার জন্য জিডিএম ব্যবহৃত পদ্ধতি

source: Use a specific mode, e.g. "gdm" for login screen
bn: কোন বিশেষ পদ্ধতি ব্যবহার করুন, যেমন লগিন পর্দার জন্য "জিডিএম"

source: List possible modes
bn: সম্ভাব্য পদ্ধতির তালিকা

source: Failed to launch '%s'
bn: '%s' চালু করতে ব্যর্থ

source: Unnamed
bn: অনামা

source: Custom definition for %s
bn: %s -এর জন্য পছন্দানুযায়ী ডেফিনিশন

source: Passwords do not match.
bn: পাসওয়ার্ড মিলছে না

source: Password cannot be blank
bn: পাসওয়ার্ড খালি থাকতে পারবে না

source: Authentication dialog was dismissed by the user
bn: ব্যবহারকারী কর্তৃক প্রমাণীকরণ ডায়ালগ বাতিল
